Repository: PeterK78/Z2X-Programmer
Catalog: Z2X-Programmer/Resources/Strings/AppResources.*.resx
Languages: de_de

# AlertAttention
source: Attention!
de_de: Achtung!

# AlertDecoderDonwloadSuccessfull
source: The settings have been successfully written to the decoder.
de_de: Die Einstellungen wurden erfolgreich auf den Decoder geschrieben.

# AlertDecoderDownloadError
source: The settings could not be written to the decoder. Check the following settings: • Address • Network connection to your digital central unit • Programming method (POM or programming track)
de_de: Die Einstellungen konnten nicht auf den Decoder geschrieben werden. Prüfen Sie folgende Einstellungen: • Adresse • Netzwerkverbindung zu Ihrer Digitalzentrale • Programmiermethode (POM oder Programmiergleis)

# AlertDecoderUploadErrorPart1
source: Could not read configuration variable
de_de: Die folgende Konfigurationsvariable konnte nicht gelesen werden:

# AlertDecoderUploadSuccess
source: The data was successfully read from the decoder.
de_de: Die Daten wurden erfolgreich aus dem Decoder ausgelesen.

# AlertDecSpecFilesOK
source: The decoder specifications are OK. No problems were found.
de_de: Die Decoder-Spezifikationen sind in Ordnung. Es wurden keine Probleme gefunden.

# AlertDeqSpecFileNotRead
source: The following error was found in a decoder specification:
de_de: Es wurde folgender Fehler in einer Decoder-Spezifikation gefunden:

# AlertError
source: Error
de_de: Fehler

# AlertLocomotiveAddressNotZero
source: The locomotive address must not be 0. Change the locomotive address and restart the upload.
de_de: Die Lokadresse darf nicht 0 sein. Ändern Sie die Lokadresse und starten Sie den Upload erneut.

# AlertNewFile
source: Do you want to start with a new configuration? The current configuration will be deleted.
de_de: Wollen Sie mit einer neuen Konfiguration beginnen? Die aktuelle Konfiguration wird gelöscht.

# AlertNoConnectionCentralStationError
source: No connection to your digital command station could be established.
de_de: Es konnten keine Verbindung zu Ihrer Digitalzentrale hergestellt werden.

# AlertNoConnectionCentralStationOK
source: The connection to your digital command station has been successfully established.
de_de: Die Verbindung zu Ihrer Digitalzentrale wurde erfolgreich hergestellt.

# AlertNoFeatureSupported
source: This decoder does not support any functions on this tab.
de_de: Dieser Decoder unterstützt keine Funktionen auf dieser Registerkarte.

# AlertNoInformationAvailable
source: No data has been loaded yet. Open a Z2X file or read out a decoder.
de_de: Es wurden noch keine Daten geladen. Öffnen Sie eine Z2X-Datei oder Lesen Sie einen Decoder aus.

# AlertNoReadAccessToFilesAndFolders
source: The file could not be read because access was denied. Make sure that Z2X-Programmer has the required access authorizations.
de_de: Die Datei konnte nicht gelesen werden, da der Zugriff verweigert wurde. Stellen Sie sicher, dass Z2X-Programmer die benötigten Zugriffsberechtigungen besitzt.

# AlertNoZ2XFileType
source: The file type of the selected file is unknown or is not Z2X. The file will not be opened.
de_de: Der Dateityp der gewählten Datei ist unbekannt bzw. ist nicht Z2X. Die Datei wird nicht geöffnet.

# AlertResetSettings
source: Do you want to reset the settings? Z2X-Programmer will be closed automatically.
de_de: Wollen Sie die Einstellungen zurücksetzen? Z2X-Programmer wird automatisch beendet.

# AlertWrongIPAddressFormat
source: The format of the IP address is not correct. Please check your IP address.
de_de: Das Format der IP-Adresse ist nicht korrekt. Bitte prüfen Sie ihre IP-Adresse.

# AlertZ2XFileNotRead
source: The Z2X file could not be opened. The following error has occurred:
de_de: Die Z2X-Datei konnte nicht geöffnet werden. Folgender Fehler ist aufgetreten:

# AlertZ2XFileNotSaved
source: The decoder settings could not be saved.
de_de: Die Decoder-Einstellungen konnten nicht gespeichert werden.

# ButtonCommandStationState
source: Shows the current operating mode of the digital command station.
de_de: Zeigt den aktuellen Betriebsmodus der Digitalzentrale.

# ButtonMainMenuNewFileTooltip
source: New decoder configuration
de_de: Neue Decoder Konfiguration

# ButtonMainMenuOpenFileText
source: Open
de_de: Öffnen

# ButtonMainMenuOpenFileTooltip
source: Open Z2X file
de_de: Z2X-Datei öffnen

# ButtonMainMenuReadDecoderText
source: Read decoder
de_de: Decoder auslesen

# ButtonMainMenuSaveFileText
source: Save
de_de: Speichern

# ButtonMainMenuSettingsText
source: Settings
de_de: Einstellungen

# ButtonMainMenuWriteDecoderText
source: Writes all values to the decoder
de_de: Schreibt alle Werte auf den Decoder

# ButtonResetZIMOErrorMemory
source: Reset error memory
de_de: Fehlerspeicher zurücksetzen

# ButtonStartZIMOSelftTest
source: Start self-test
de_de: Selbsttest starten

# CommandStationStateNormalMode
source: Normal mode
de_de: Normalbetrieb

# CommandStationStateNotConnected
source: Not connected
de_de: Nicht verbunden

# CommandStationStateProgrammingMode
source: Programming mode
de_de: Programmiermodus

# CommandStationStateShortCircuitMode
source: Short circuit
de_de: Kurzschluss

# DCCABCBreakModeLeftTrack
source: Stop at higher voltage on left-hand track
de_de: Halt bei höherer Spannung auf linkem Gleis

# DCCABCBreakModeOff
source: Switched off
de_de: Ausgeschaltet

# DCCABCBreakModeRightTrack
source: Stop at higher voltage on right-hand track
de_de: Halt bei höherer Spannung auf rechtem Gleis

# DCCAddressModeLong
source: Long locomotive addresses (128 - 10239)
de_de: Lange Adressen verwenden (128 - 10239)

# DCCAddressModeShort
source: Short locomotive addresses (1 - 127)
de_de: Kurze Adressen verwenden (1 - 127)

# DCCProgrammingModePOM
source: Main track
de_de: Hauptgleis

# DCCProgrammngModeProgramTrack
source: Programming track
de_de: Programmiergleis

# DCCSpeedStepMode14
source: 14 speed steps
de_de: 14 Fahrstufen

# DCCSpeedStepMode28128
source: 28/128 speed steps
de_de: 28/128 Fahrstufen

# DoehlerHaassMappingTypeExtended
source: Extended
de_de: Erweitert

# DoehlerHaassMappingTypeRCN225
source: Standard (RCN225 compatible)
de_de: Standard (RCN225 kompatibel)

# DownloadNewSettingsYesNo
source: Do you now want to transfer the changed settings to your decoder?
de_de: Wollen Sie die geänderten Einstellungen nun auf ihren Decoder übertragen?

# DownloadNoCVsModified
source: No settings have been changed. No download is performed.
de_de: Es wurden keine geänderten Einstellungen gefunden. Es wird kein Download durchgeführt.

# FameSettingsZ21Title
source: Digital command station Z21
de_de: Digitalzentrale Z21

# FarmeSettingsZ21IPAddress
source: IP address
de_de: IP-Adresse

# FilePickerOpenZ2XFileTitle
source: Select the z2x file
de_de: Wählen Sie die Z2X-Datei aus

# FlyoutItemAddressText
source: Address
de_de: Adresse

# FlyoutItemDecoderInformationText
source: Decoder information
de_de: Decoder-Informationen

# FlyoutItemDriveCharacteristicsText
source: Drive characteristics
de_de: Fahreigenschaften

# FlyoutItemExpertTitle
source: Expert functions
de_de: Expertenfunktionen

# FlyoutItemFunctionKeysTitle
source: Function keys
de_de: Funktionstasten

# FlyoutItemLightText
source: Light
de_de: Licht

# FlyoutItemMaintenanceText
source: Maintenance
de_de: Wartung

# FlyoutItemProtocolTitle
source: Protocols
de_de: Protokolle

# FlyoutItemSecurityTitle
source: Security
de_de: Sicherheit

# FlyoutItemSettingsSearchTitle
source: Search
de_de: Suche

# FrameAddressModeDescription
source: The address mode determines whether vehicle addresses in the range from 1 to 127 or from 128 to 10239 are used. The standard range is 1 to 127.
de_de: Der Adressmodus bestimmt, ob Fahrzeugadressen im Bereich von 1 bis 127 oder von 128 bis 10239 verwenden werden. Der Standardbereich ist 1 bis 127.

# FrameAddressSecondAddressDescription
source: Use the second address to link the function decoder to the functions of a traction unit. This means that the lights, for example, can be activated at the touch of a button.
de_de: Koppeln Sie mit der Zweitadresse den Funktionsdecoder an die Funktionen eines Triebfahrzeugs. Somit können z. B. die Lichter mit nur einem Tastendruck aktiviert werden.

# FrameAddressSecondAddressLabel
source: Secondary address (CV64, CV67, CV68)
de_de: Zweitadresse (CV64, CV67, CV68)

# FrameAddressSecondAddressModeLabel
source: Address mode of the second address (CV112.5)
de_de: Adressmodus der Zweitadresse (CV112.5)

# FrameAddressSecondAddressTitle
source: Secondary address
de_de: Zweitadresse

# FrameAddressVehicleAddressLabel
source: Vehicle address (CV1, CV17, CV18)
de_de: Fahrzeugadresse (CV1, CV17, CV18)

# FrameAddressVehicleAddressModeLabel
source: Address mode (CV29.5)
de_de: Adressmodus (CV29.5)

# FrameAddressVehicleAddressModeTitle
source: Address mode
de_de: Adressmodus

# FrameDecoderDescriptionDescription
source: Add user-specific information such as a short description, any notes or an image here.
de_de: Fügen Sie hier benutzerspezifische Informationen wie eine Kurzbezeichung, beliebige Notizen oder ein Bild ein.

# FrameDecoderDescriptionLabel
source: Short description
de_de: Kurzbezeichnung

# FrameDecoderDescriptionPlaceholder
source: e. g. ÖBB1044 or ZIMO MX618
de_de: z. B. ÖBB1044 oder ZIMO MX618

# FrameDecoderDescriptionTitle
source: User-specific
de_de: Benutzerspezifisch

# FrameDecoderDoehlerAndHaasInfoDecoderType
source: Decoder type (CV261)
de_de: Decoder-Typ (CV261)

# FrameDecoderDoehlerAndHaasInfoTitle
source: Variant
de_de: Variante

# FrameDecoderInfoPictureButton
source: Select image
de_de: Bild auswählen

# FrameDecoderInfoPictureTitle
source: Image
de_de: Bild

# FrameDecoderPersonalNotesTitle
source: Personal notes
de_de: Persönliche Notizen

# FrameDecoderZIMOCopyClipboard
source: Copy
de_de: Kopieren

# FrameDecoderZIMOInfoDecoderType
source: Decoder type (CV250)
de_de: Decoder-Typ (CV250)

# FrameDecoderZIMOInfoTitle
source: Variant
de_de: Variante

# FrameDriveCharacteristicsAccDecAccTimeDescription
source: Time from standstill to maximum speed
de_de: Zeit vom Stillstand bis zur Maximalgeschwindigkeit

# FrameDriveCharacteristicsAccDecAccTimeEnabledDisabled
source: Activate acceleration time (CV3)
de_de: Beschleunigungszeit (CV3)

# FrameDriveCharacteristicsAccDecDecTimeDescription
source: Time from maximum speed to standstill
de_de: Zeit von der Maximalgeschwindigkeit bis zum Stillstand

# FrameDriveCharacteristicsAccDecTitle
source: Acceleration and deceleration
de_de: Beschleunigung und Verzögerung

# FrameDriveCharacteristicsAccTimeEnabled
source: Use acceleration time
de_de: Beschleunigungszeit verwenden

# FrameDriveCharacteristicsBrakingTrackABCLabel
source: Stop with asymmetric track signal (CV27.0, CV27.1)
de_de: ABC-Bremsstrecke (CV27.0, CV27.1)

# FrameDriveCharacteristicsBrakingTrackDescription
source: Configure the functions here for which the decoder automatically stops the vehicle.
de_de: Konfigurieren Sie hier jene Funktionen, bei denen der Decoder das Fahrzeug automatisch anhält.

# FrameDriveCharacteristicsBrakingTrackHLULabel
source: Activate ZIMO (HLU) braking distance (CV27.2)
de_de: HLU-Bremsstrecke (CV27.2)

# FrameDriveCharacteristicsBrakingTrackTitle
source: Braking tracks
de_de: Bremsstrecken

# FrameDriveCharacteristicsConsistDirectionLabel
source: Direction in consist mode inverted (CV19.7)
de_de: Fahrtrichtung im Verbundbetrieb invertieren (CV19.7)

# FrameDriveCharacteristicsDecTimeEnabled
source: Use breaking time
de_de: Bremszeit verwenden

# FrameDriveCharacteristicsDecTimeLabel
source: Braking time (CV4)
de_de: Bremszeit (CV4)

# FrameDriveCharacteristicsDecTimeSliderToolTip
source: Set the braking time (CV value * 0.9 = braking time in seconds)
de_de: Setzen Sie die Bremszeit (CV-Wert * 0,9 = Bremszeit in Sekunden)

# FrameDriveCharacteristicsDecTimeSwitchToolTip
source: Activate this switch if you want to use a braking time
de_de: Aktivieren Sie diesen Schalter wenn Sie eine Bremszeit verwenden wollen

# FrameDriveCharacteristicsDirectionDescription
source: Use these options to reverse the direction of travel.
de_de: Vewenden Sie diese Optionen, um die Fahrtrichtung umzukehren.

# FrameDriveCharacteristicsDirectionLabel
source: Direction of travel inverted (CV29.0)
de_de: Fahrtrichtung invertieren (CV29.0)

# FrameDriveCharacteristicsTitle
source: Direction of travel
de_de: Fahrtrichtung

# FrameExpertCVListTitle
source: Configuration variables
de_de: Konfigurationsvariablen

# FrameExpertSettingsCVReadWriteButtonReadCV
source: Read CV
de_de: CV lesen

# FrameExpertSettingsCVReadWriteButtonWriteCV
source: Write CV
de_de: CV schreiben

# FrameExpertSettingsCVReadWriteCVLabel
source: CV number (1 - 1024)
de_de: CV-Nummer (1 - 1024)

# FrameExpertSettingsCVReadWriteCVValue
source: Value (0 - 255)
de_de: Wert (0 - 255)

# FrameExpertSettingsCVReadWriteTitle
source: Read and write a CV
de_de: CV lesen und schreiben

# FrameFunctionKeysCurveSquealLabel
source: Function key for switching the curve squeal on and off (CV308)
de_de: Funktionstaste zum Ein- und Ausschalten des Kurvenquietschens (CV308)

# FrameFunctionKeysDeactivateAccDecTimeLabel
source: Function key for deactivating the braking and acceleration time (CV156)
de_de: Funktionstaste zum Deaktivieren der Brems- und Beschleunigungszeit (CV156)

# FrameFunctionKeysDoehlerAndHaassDeactivateAccDecTimeLabel
source: Function button for deactivating the braking and acceleration time (CV133)
de_de: Funktionstaste zum Deaktivieren der Brems- und Beschleunigungszeit (CV133)

# FrameFunctionKeysMappingBackward
source: Backward
de_de: Rückwärts

# FrameFunctionKeysMappingDescription
source: Assign function outputs to the function keys. If a function key is pressed, the assigned function output is switched.
de_de: Ordnen Sie den Funktionstasten Funktionsausgänge zu. Wird eine Funktionstaste gedrückt, so wird der zugeordnete Funktionsausgang geschaltet.

# FrameFunctionKeysMappingForward
source: Forward
de_de: Vorwärts

# FrameFunctionKeysMappingHeadeOutput
source: Function outputs
de_de: Funktionsausgänge

# FrameFunctionKeysMappingHeaderDirection
source: Direction
de_de: Richtung

# FrameFunctionKeysMappingHeaderFunctionkey
source: Function key
de_de: Funktionstaste

# FrameFunctionKeysMappingHeadeValue
source: Value
de_de: Wert

# FrameFunctionKeysMappingStandardTitle
source: Mapping of the function outputs
de_de: Zuordnung laut RCN-225

# FrameFunctionKeysMappingTitle
source: Function outputs (CV33 - CV46)
de_de: Funktionsausgänge (CV33 - CV46)

# FrameFunctionKeysShuntingKey
source: Shunting key
de_de: Rangiertaste

# FrameFunctionKeysShuntingKeyDescription
source: If the shunting key is pressed, the shunting gear is activated
de_de: Wird die Rangiertaste gedrückt, so wird der Rangiergang aktiviert.

# FrameFunctionKeysShuntingKeyLabel
source: Function key for activating the shunting gear (CV132)
de_de: Funktionstaste zum Aktivieren des Rangiergangs (CV132)

# FrameFunctionKeysSoundControlDescription
source: Here you define the function buttons with which you can switch the various sounds on and off.
de_de: Hier legen Sie die Funktionstasten fest, mit denen Sie die verschiedenen Sounds ein- und ausschalten können.

# FrameFunctionKeysSoundMuteLabel
source: Function button to fade the sound in and out (CV313)
de_de: Funktionstaste zum Ein- und Ausblenden des Sounds (CV313)

# FrameFunctionKeysSoundVolumeControlDescription
source: Select the function buttons with which you want to turn the volume up or down.
de_de: Wählen Sie jene Funktionstasten aus, mit welchen Sie die Lautstärke lauter und leiser stellen.

# FrameFunctionKeysSoundVolumeControlTitle
source: Volume
de_de: Lautstärke

# FrameFunctionKeysSoundVolumeLouderLabel
source: Function button for increasing the volume (CV397)
de_de: Funktionstaste zum Erhöhen der Lautstärke (CV397)

# FrameFunctionKeysSoundVolumeOnOffLabel
source: Function button for switching the driving and random sounds on and off (CV310)
de_de: Funktionstaste zum Ein- und Ausschalten der Fahr- und Zufallssounds (CV310)

# FrameFunctionKeysSoundVolumeQuieterLabel
source: Function button to reduce the volume (CV396)
de_de: Funktionstaste zum Verringern der Lautstärke (CV396)

# FrameFunctionsKeysDoehlerAndHaassMappingType
source: Activate extended function mapping (CV137.4)
de_de: Erweitertes Funktionsmapping aktivieren (CV137.4)

# FrameFunctionsKeysDoehlerAndHaassMappingTypeDescription
source: In addition to the function assignmIn addition to the function assignment according to RCN-225, Döhler & Haass decoders also offer an extended version of the function assignment.ent according to RCN-225, Döhler & Haass decoders offer additional variants of function assignment. However, Z2X-Programmer currently only supports the variant according to RCN-225.
de_de: Neben der Funktionszuordnung laut RCN-225 bieten Döhler & Haass Decoder zusätzlich eine erweiterte Variante der Funktionszuordnung an.

# FrameFunctionsKeysZIMOMappingType
source: Activate extended assignment of function outputs (CV61)
de_de: Erweiterte Zuordnung der Funktionsausgänge aktivieren (CV61)

# FrameFunctionsKeysZIMOMappingTypeDescription
source: In addition to the function assignment according to RCN-225, ZIMO decoders offer additional variants of function assignment. However, Z2X-Programmer currently only supports the variant according to RCN-225.
de_de: Neben der Funktionszuordnung laut RCN-225 bieten ZIMO Decoder zusätzliche Varianten der Funktionszuordnung an. Aktuell unterstützt Z2X-Programmer jedoch nur die Variante nach RCN-225.

# FrameGenericDecoderInformationManufacturer
source: Manufacturer (CV8)
de_de: Hersteller (CV8)

# FrameGenericDecoderInformationTitle
source: General
de_de: Allgemein

# FrameGenericDecoderInformationVersionNumber
source: Version number (CV7)
de_de: Versionsnummer (CV7)

# FrameInfoApplicationInformationTitle
source: About
de_de: Über

# FrameInfoOpenSourceLibsTitle
source: Open source libraries
de_de: Open Source Bibliotheken

# FrameLicenseButtonLicenseText
source: Open license ...
de_de: Lizenz öffnen ...

# FrameLicenseButtonQuit
source: Exit
de_de: Beenden

# FrameLicenseCheckbox
source: Accept
de_de: Zustimmen

# FrameLicenseTitle
source: Copyright, disclaimer of warranty and liability
de_de: Copyright, Gewährleistungs- und Haftungsausschluss

# FrameLightBrigthnessOutputFA0r
source: Output 0 rear, dimming (CV114.1)
de_de: Ausgang 0 hinten, dimmen (CV114.1)

# FrameLightBrigthnessOutputFA0v
source: Output 0 front, dimming (CV114.0)
de_de: Ausgang 0 vorne, dimmen (CV114.0)

# FrameLightBrigthnessOutputFA1
source: Dimming output 1 (CV114.2)
de_de: Ausgang 1 dimmen (CV114.2)

# FrameLightBrigthnessOutputFA10
source: Dimming output 10 (CV152.3)
de_de: Ausgang 10 dimmen (CV152.3)

# FrameLightBrigthnessOutputFA11
source: Dimming output 11 (CV152.4)
de_de: Ausgang 11 dimmen (CV152.4)

# FrameLightBrigthnessOutputFA12
source: Dimming output 12 (CV152.5)
de_de: Ausgang 12 dimmen (CV152.5)

# FrameLightBrigthnessOutputFA2
source: Dimming output 2 (CV114.3)
de_de: Ausgang 2 dimmen (CV114.3)

# FrameLightBrigthnessOutputFA3
source: Dimming output 3 (CV114.4)
de_de: Ausgang 3 dimmen (CV114.4)

# FrameLightBrigthnessOutputFA4
source: Dimming output 4 (CV114.5)
de_de: Ausgang 4 dimmen (CV114.5)

# FrameLightBrigthnessOutputFA5
source: Dimming output 5 (CV114.6)
de_de: Ausgang 5 dimmen (CV114.6)

# FrameLightBrigthnessOutputFA6
source: Dimming output 6 (CV114.7)
de_de: Ausgang 6 dimmen (CV114.7)

# FrameLightBrigthnessOutputFA7
source: Dimming output 7 (CV152.0)
de_de: Ausgang 7 dimmen (CV152.0)

# FrameLightBrigthnessOutputFA8
source: Dimming output 8 (CV152.1)
de_de: Ausgang 8 dimmen (CV152.1)

# FrameLightBrigthnessOutputFA9
source: Dimming output 9 (CV152.2)
de_de: Ausgang 9 dimmen (CV152.2)

# FrameLightDimmingDescription
source: The dimming function can be used to reduce the voltage of individual function outputs. This function is used, for example, to reduce the brightness of LEDs.
de_de: Mit der Funktion Dimmen kann die Spannung einzelner Funktionsausgänge reduziert werden. Diese Funktion wird z. B. verwendet, um die Helligkeit von LEDs zu reduzieren.

# FrameLightDimmingEnabled
source: Activate dimming (CV60)
de_de: Dimmen aktivieren (CV60)

# FrameLightDimmingMasterValue
source: Brightness
de_de: Helligkeit

# FrameLightDimmingOutputFA0r
source: Effect, output 0 rear (CV126)
de_de: Effekt, Ausgang 0 hinten (CV126)

# FrameLightDimmingOutputFA0v
source: Effect, output 0 front (CV125)
de_de: Effekt, Ausgang 0 vorne (CV125)

# FrameLightDimmingTitle
source: Dimming
de_de: Dimmen

# FrameLightEffectsDescription
source: Each function output can be assigned an individual light effect. If a function output cannot be configured ⛔, this output is already assigned to another function or effect.
de_de: Jedem Funktionsausgang kann ein Lichteffekt zugewiesen werden. Sie können auch die Fahrtrichtung einstellen, in welcher der Effekt aktiv ist.

# FrameLightEffectsTitle
source: Light effects
de_de: Effekte

# FrameLocomotiveAddressConsistAdrDescription
source: Consist addresses are used when two or more locomotives are running in a group. The additional locomotives receive the vehicle address of the leading locomotive as the consist address. Addresses from 1 to 10239 are possible.
de_de: Verbundadressen werden verwendet, wenn zwei oder mehrere Lokomotiven im Verbund fahren. Die zusätzlichen Lokomotiven erhalten als Verbundadresse die Fahrzeugadresse der führenden Lokomotive. Adressen von 1 bis 10239 sind möglich.

# FrameLocomotiveAddressConsistAdrLabel
source: Consist address (CV19, CV20)
de_de: Verbundadresse (CV19, CV20)

# FrameLocomotiveAddressConsistAdrTitle
source: Consist address
de_de: Verbundadresse

# FrameLocomotiveAddressDescription
source: In regular operation, each decoder requires a unique vehicle address. Address 3 is used as standard. The only exception is programming on the programming track. In this operating mode, no vehicle address is required.
de_de: Im regulären Betrieb benötigt jeder Decoder eine eindeutige Fahrzeugadresse. Standardmäßig wird Adresse 3 verwendet. Einzige Ausnahme ist die Programmierung am Programmiergleis. In diesem Betriebsmodus wird keine Fahrzeugadresse benötigt.

# FrameLocomotiveAddressPlaceholder
source: Vehicle address
de_de: Fahrzeugadresse

# FrameVehicleAddressTitle
source: Vehicle address
de_de: Fahrzeugadresse

# FrameLocomotiveAddressUseConsistAddressLabel
source: Use consist address (CV19, CV20)
de_de: Verbundadresse verwenden (CV19, CV20)

# FrameMaintenanceSelfTestDescription
source: Perform a simple decoder self-test.
de_de: Führen Sie einen einfachen Decoder-Selbsttest durch.

# FrameMaintenanceSelfTestLabel
source: Current error (CV30)
de_de: Aktueller Fehler (CV30)

# FrameMaintenanceSelfTestTitle
source: Decoder self-test
de_de: Decoder-Selbsttest

# FrameMotorCharacteristicsBasicCurveMaximumSliderTooltip
source: Sets the maximum speed (values from 2 - 255).
de_de: Setzt die Maximalgeschwindigkeit (Werte von 2 - 255).

# FrameMotorCharacteristicsBasicCurveMaximumSpeedDefaultEnabled
source: Use the decoder's default value for the maximum speed
de_de: Standardwert des Decoders für die Maximalgeschwindigkeit verwenden

# FrameMotorCharacteristicsBasicCurveMaximumSpeedLabel
source: Maximum speed
de_de: Maximalgeschwindigkeit

# FrameMotorCharacteristicsBasicCurveMaximumSpeedTitle
source: Maximum speed (CV5)
de_de: Maximalgeschwindigkeit (CV5)

# FrameMotorCharacteristicsBasicCurveMaximumSwitchTooltip
source: Activate this switch to use the standard maximum speed of the decoder.
de_de: Aktivieren Sie diesen Schalter um die Standard-Maximalgeschwindigkeit des Decoders zu verwenden.

# FrameMotorCharacteristicsBasicCurveMediumSpeedTitle
source: Medium speed (CV6)
de_de: Mittlere Geschwindigkeit (CV6)

# FrameMotorCharacteristicsBasicCurveMinimumSpeedTitle
source: Minimum speed (CV2)
de_de: Minimalgeschwindigkeit (CV2)
