Repository: PeterK78/Z2X-Programmer
Catalog: Z2X-Programmer/Resources/Strings/AppResources.*.resx
Languages: de_de

# FrameMotorCharacteristicsBasicCurveTitle
source: Standard speed characteristic curve
de_de: Standard-Geschwindigkeitskennlinie

# FrameMotorCharacteristicsCharacteristicCurveTypeDescription
source: A distinction is made between the standard and the extended speed characteristic curve. The standard speed characteristic curve contains 3 characteristic curve points. The extended speed characteristic curve provides additional characteristic curve points. This allows finer control of the speed curve.
de_de: Es wird zwischen der Standard- und der erweiterten Geschwindigkeitskennlinie unterschieden. Die Standard Geschwindigkeitskennlinie enthält 3 Kennlinienpunkte. Die erweiterte Geschwindigkeitskennlinie stellt zusätzliche Kennlinienpunkte zur Verfügung. Dadurch kann der Geschwindigkeitsverlauf feiner geregelt werden.

# FrameMotorCharacteristicsCharacteristicCurveTypeLabel
source: Use extended speed characteristic (CV29.4)
de_de: Erweiterte Geschwindigkeitskennlinie verwenden (CV29.4)

# FrameMotorCharacteristicsCharacteristicCurveTypeTitle
source: Type of speed characteristic curve
de_de: Typ der Geschwindigkeitskennlinie

# FrameMotorCharacteristicsDHImpulswidth
source: Impuls width (CV49)
de_de: Impulsbreite (CV49)

# FrameMotorCharacteristicsEMKGap
source: EMK measurement gap (CV9)
de_de: EMK-Messlücke (CV9)

# FrameMotorCharacteristicsEMKRate
source: EMK sampling rate (CV9)
de_de: EMK-Abtastrate (CV9)

# FrameMotorCharacteristicsExtendedSpeedCurve
source: Extended speed characteristic curve
de_de: Erweiterte Geschwindigkeitskennlinie

# FrameMotorCharacteristicsExtendedSpeedCurveStep10CV76
source: Curve point 10 (CV76)
de_de: Kennlinienpunkt 10 (CV76)

# FrameMotorCharacteristicsExtendedSpeedCurveStep11CV77
source: Curve point 11 (CV77)
de_de: Kennlinienpunkt 11 (CV77)

# FrameMotorCharacteristicsExtendedSpeedCurveStep12CV78
source: Curve point 12 (CV78)
de_de: Kennlinienpunkt 12 (CV78)

# FrameMotorCharacteristicsExtendedSpeedCurveStep13CV79
source: Curve point 13 (CV79)
de_de: Kennlinienpunkt 13 (CV79)

# FrameMotorCharacteristicsExtendedSpeedCurveStep14CV80
source: Curve point 14 (CV80)
de_de: Kennlinienpunkt 14 (CV80)

# FrameMotorCharacteristicsExtendedSpeedCurveStep15CV81
source: Curve point 15 (CV81)
de_de: Kennlinienpunkt 15 (CV81)

# FrameMotorCharacteristicsExtendedSpeedCurveStep16CV82
source: Curve point 16 (CV82)
de_de: Kennlinienpunkt 16 (CV82)

# FrameMotorCharacteristicsExtendedSpeedCurveStep17CV83
source: Curve point 17 (CV83)
de_de: Kennlinienpunkt 17 (CV83)

# FrameMotorCharacteristicsExtendedSpeedCurveStep18CV84
source: Curve point 18 (CV84)
de_de: Kennlinienpunkt 18 (CV84)

# FrameMotorCharacteristicsExtendedSpeedCurveStep19CV85
source: Curve point 19 (CV85)
de_de: Kennlinienpunkt 19 (CV85)

# FrameMotorCharacteristicsExtendedSpeedCurveStep1CV67
source: Curve point 1 (CV67)
de_de: Kennlinienpunkt 1 (CV67)

# FrameMotorCharacteristicsExtendedSpeedCurveStep20CV86
source: Curve point 20 (CV86)
de_de: Kennlinienpunkt 20 (CV86)

# FrameMotorCharacteristicsExtendedSpeedCurveStep21CV87
source: Curve point 21 (CV87)
de_de: Kennlinienpunkt 21 (CV87)

# FrameMotorCharacteristicsExtendedSpeedCurveStep22CV88
source: Curve point 22 (CV88)
de_de: Kennlinienpunkt 22 (CV88)

# FrameMotorCharacteristicsExtendedSpeedCurveStep23CV89
source: Curve point 23 (CV89)
de_de: Kennlinienpunkt 23 (CV89)

# FrameMotorCharacteristicsExtendedSpeedCurveStep24CV90
source: Curve point 23 (CV90)
de_de: Kennlinienpunkt 24 (CV90)

# FrameMotorCharacteristicsExtendedSpeedCurveStep25CV91
source: Curve point 24 (CV91)
de_de: Kennlinienpunkt 25 (CV91)

# FrameMotorCharacteristicsExtendedSpeedCurveStep26CV92
source: Curve point 25 (CV92)
de_de: Kennlinienpunkt 26 (CV92)

# FrameMotorCharacteristicsExtendedSpeedCurveStep27CV93
source: Curve point 26 (CV93)
de_de: Kennlinienpunkt 27 (CV93)

# FrameMotorCharacteristicsExtendedSpeedCurveStep28CV94
source: Curve point 27 (CV94)
de_de: Kennlinienpunkt 28 (CV94)

# FrameMotorCharacteristicsExtendedSpeedCurveStep2CV68
source: Curve point 2 (CV68)
de_de: Kennlinienpunkt 2 (CV68)

# FrameMotorCharacteristicsExtendedSpeedCurveStep3CV69
source: Curve point 3 (CV69)
de_de: Kennlinienpunkt 3 (CV69)

# FrameMotorCharacteristicsExtendedSpeedCurveStep4CV70
source: Curve point 4 (CV70)
de_de: Kennlinienpunkt 4 (CV70)

# FrameMotorCharacteristicsExtendedSpeedCurveStep5CV71
source: Curve point 5 (CV71)
de_de: Kennlinienpunkt 5 (CV71)

# FrameMotorCharacteristicsExtendedSpeedCurveStep6CV72
source: Curve point 6 (CV72)
de_de: Kennlinienpunkt 6 (CV72)

# FrameMotorCharacteristicsExtendedSpeedCurveStep7CV73
source: Curve point 7 (CV73)
de_de: Kennlinienpunkt 7 (CV73)

# FrameMotorCharacteristicsExtendedSpeedCurveStep8CV74
source: Curve point 8 (CV74)
de_de: Kennlinienpunkt 8 (CV74)

# FrameMotorCharacteristicsExtendedSpeedCurveStep9CV75
source: Curve point 9 (CV75)
de_de: Kennlinienpunkt 9 (CV75)

# FrameMotorCharacteristicsFrequency
source: Frequency (CV9)
de_de: Frequenz (CV9)

# FrameMotorCharacteristicsMotorControlFreqType
source: Frequency type (CV9)
de_de: Frequenztyp (CV9)

# FrameMotorCharacteristicsMotorControlFrequencyDefault
source: Use default setting (CV9)
de_de: Standardeinstellung verwenden (CV9)

# FrameMotorCharacteristicsMotorControlFrequencyDescription
source: The motor control frequency, the EMF sampling rate and the EMF measuring gaps can be configured. This allows the driving behavior as well as the noise development to be influenced.
de_de: Die Motoransteuerungsfrequenz, die EMK-Abtastrate und die EMK-Messlücken können konfiguriert werden. Dadurch können das Fahrverhalten wie auch die Geräuschentwicklung beeinflusst werden.

# FrameMotorCharacteristicsMotorControlFrequencyEMKGapTooltip
source: Higher values may be necessary for round motors, lower values reduce drive noise and increase the performance of Faulhaber and Maxxon motors.
de_de: Höhere Werte sind eventuell notwendig für Rund-Motoren, niedrigere Werte verringern Antriebsgeräusche und erhöhen die Leistung bei Faulhaber und Maxxon Motoren.

# FrameMotorCharacteristicsMotorControlFrequencyEMKRateTooltip
source: Higher values prevent jerking, lower values reduce drive noise.
de_de: Höhere Werte verhindern Ruckeln, niedrigere Werte vermindern Antriebsgeräusche.

# FrameMotorCharacteristicsMotorControlFrequencyHelp
source: Here you will find recommendations if the standard setting does not work satisfactorily. Settings for new motors: Frequency type = high frequency Sampling rate = 9, measuring gap = 5 : Modern Roco or typical N-gauge locomotive Sampling rate = 8, measuring gap = 9 : Fleischmann locomotive with “round motor” Sampling rate = 5, measuring gap = 1 : Small Faulhaber motor (e.g. Maxxon etc.) Sampling rate = 1, measuring gap = 1 : Large Faulhaber motor (H0 and 0) Settings for old motors: Frequency type = Low frequency
de_de: Hier finden Sie Empfehlungen, falls die Standardeinstellung nicht zufriedenstellend funktioniert. Einstellungen für neue Motoren: Frequenztyp = Hochfrequenz Abtastrate = 9, Messlücke = 5 : Moderne Roco- oder typische N-Spur-Lokomotive Abtastrate = 8, Messlücke = 9 : Fleischmann-Lokomotive mit "Rundmotor" Abtastrate = 5, Messlücke = 1 : Kleiner Faulhaber-Motor (z. B. Maxxon etc.) Abtastrate = 1, Messlücke = 1 : Großer Faulhaber-Motor (H0 und 0) Einstellungen für alte Motoren: Frequenztyp = Niedrigfrequenz

# FrameMotorCharacteristicsMotorControlFrequencyTitle
source: Motor control frequency, EMF sampling rate and EMF measurement gap
de_de: Motoransteuerungsfrequenz, EMK-Abtastrate und EMK-Messlücke

# FrameMotorCharacteristicsMotorControlFrequencyTypesTooltip
source: Select high frequency for new motors and low frequency for old motors.
de_de: Wählen Sie Hochfrequenz für neue Motoren und Niederfrequenz für alte Motoren.

# FrameMotorCharacteristicsPIDDescription
source: By weighting the proportional and integral components of the engine control, the control behavior can be adapted to the engine type and vehicle weight.
de_de: Durch die Gewichtung der Proportional- und Integralanteile der Motorregelung kann das Regelverhalten auf Motortyp und Fahrzeuggewicht abgestimmt werden.

# FrameMotorCharacteristicsPIDIValueLabel
source: Integral value (CV56)
de_de: Integralwert (CV56)

# FrameMotorCharacteristicsPIDMotorType
source: Type of motor (CV56)
de_de: Typ des Motors (CV56)

# FrameMotorCharacteristicsPIDMotorTypeBellAnchor
source: Bell anchor
de_de: Glockenanker

# FrameMotorCharacteristicsPIDPValueLabel
source: Proportional value (CV56)
de_de: Proportionalwert (CV56)

# FrameMotorCharacteristicsPIDTitle
source: P and I value of the EMF load balancing control (CV56)
de_de: P- und I-Wert der EMK-Lastausgleichsregelung (CV56)

# FrameMotorCharacteristicsReferenceVoltage
source: Fixed reference voltage (CV57)
de_de: Feste Referenzspannung (CV57)

# FrameMotorCharacteristicsReferenceVoltageAutoMode
source: Automatic adjustment to the rail voltage (CV57)
de_de: Automatische Anpassung an die Schienenspannung (CV57)

# FrameMotorCharacteristicsReferenceVoltageDescription
source: The reference voltage defines the voltage that the decoder interprets as Vmax. Either the track voltage or a fixed defined value can be used. By using a fixed voltage value, the control behavior can be decoupled from the track voltage.
de_de: Die Referenzspannung definiert jene Spannung, welche der Decoder als Vmax interpretiert. Es kann entweder die Schienenspannung oder ein fest definierter Wert verwendet werden. Durch die Verwendung eines festen Spannungswertes kann das Regelverhalten von der Gleisspannung entkoppelt werden.

# FrameMotorCharacteristicsReferenceVoltageTitle
source: Reference voltage of the motor control
de_de: Referenzspannung der Motorregelung

# FrameProtocolAnalogModeDescription
source: You can use these options to configure the analog operation of the decoder.
de_de: Mit diesen Optionen können Sie den Analogbetrieb des Decoders konfigurieren.

# FrameProtocolAnalogModeLabel
source: Activate analog mode (CV29.2)
de_de: Analogbetrieb aktivieren (CV29.2)

# FrameProtocolAnalogModeTitle
source: Analog mode
de_de: Analogbetrieb

# FrameProtocolDCCADescription
source: Activate automatic registration via RCN-218 or RailComPlus®.
de_de: Aktivieren Sie die automatische Anmeldung per RCN-218 oder RailComPlus®.

# FrameProtocolDCCALabel
source: Activate automatic login (CV28.7)
de_de: Automatische Anmeldung aktivieren (CV28.7)

# FrameProtocolDCCATitle
source: Automatic registration
de_de: Automatische Anmeldung

# FrameRailComConfigurationAddressBroadCast
source: Send address via broadcast on channel 1 (CV28.0)
de_de: Adresse per Broadcast auf Kanal 1 senden (CV28.0)

# FrameRailComConfigurationDataChannel2
source: Activate data transmission on channel 2 (CV28.1)
de_de: Datenübertragung auf Kanal 2 aktivieren (CV28.1)

# FrameRailComConfigurationDataChannel2Desc
source: If this function is activated, the decoder can be read out and written to directly on the main track in POM programming mode.
de_de: Ist diese Funktion aktiviert, so kann der Decoder direkt am Hauptgleis im Programmiermodus POM ausgelesen und beschrieben werden.

# FrameRailComConfigurationTitle
source: RailCom configuration
de_de: RailCom Konfiguration

# FrameRailComEnableDisableRailCom
source: Enable RailCom® bidirectional communication (CV29.3)
de_de: Bidirektionale Kommunikation RailCom® aktivieren (CV29.3)

# FrameSearchNothingFound
source: No settings were found
de_de: Es wurden keine Einstellungen gefunden

# FrameSearchPlaceHolder
source: Enter search term (at least 3 characters) ...
de_de: Suchbegriff eingeben (mindestens 3 Zeichen) ...

# FrameSecurityDecoderLockActivated
source: The decoder lock is active (CV15 <> CV16). The decoder cannot be programmed.
de_de: Die Decodersperre ist aktiv (CV15 <> CV16). Der Decoder kann nicht programmiert werden.

# FrameSecurityDecoderLockDescription
source: If the decoder lock is active, the decoder can neither be read nor written to. The lock is activated by entering different values in CV15 and CV16. CV15 can always be written to.
de_de: Ist die Decodersperre aktiv, so kann der Decoder weder gelesen noch beschrieben werden. Die Sperre wird aktiviert, in dem man unterschiedliche Werte in CV15 und CV16 einträgt. Auf CV15 kann immer geschrieben werden.

# FrameSecurityDecoderLockLabelCV15
source: Decoder lock (CV15)
de_de: Decodersperre (CV15)

# FrameSecurityDecoderLockLabelCV16
source: Decoder lock (CV16)
de_de: Decodersperre (CV16)

# FrameSecurityDecoderLockNotActivated
source: The decoder lock is not active (CV15 = CV16). The decoder can be programmed.
de_de: Die Decodersperre ist nicht aktiv (CV15 = CV16). Der Decoder kann programmiert werden.

# FrameSecurityDecoderLockTitle
source: Decoder lock
de_de: Decodersperre

# FrameSecurityDecoderResetButtonMessage
source: Do you really want to reset the decoder? All user-specific settings will be lost.
de_de: Wollen Sie den Decoder wirklich zurücksetzen? Alle benutzerspezifischen Einstellungen gehen verloren.

# FrameSecurityDecoderResetLabel
source: This function resets the decoder to the manufacturer's default values. All user-specific settings are lost (CV8 = 8).
de_de: Diese Funktion setzt den Decoder auf die Standardwerte des Herstellers zurück. Alle benutzerspezifischen Einstellungen gehen verloren (CV8 = 8).

# FrameSecurityDecoderResetNoPOMMode
source: A decoder reset can only be done on the programming track.
de_de: Ein Decoder-Reset kann nur am Progammiergleis durchgeführt werden.

# FrameSecurityDecoderResetResetPerformed
source: The decoder reset has been carried out. Wait some minutes to initialize the decoder. Afterwards reload the settings from the decoder.
de_de: Der Decoder-Reset wurde durchgeführt. Warten Sie einige Minuten, bis sich der Decoder neu initialisiert hat. Anschließend können Sie den Decoder erneut einlesen.

# FrameSecurityZIMOUpdateLockFirmwareUpdate
source: Disable updating of the decoder firmware (CV144, bit 7)
de_de: Updaten der Decoder-Firmware sperren (CV144, Bit 7)

# FrameSecurityZIMOUpdateLockJingleSound
source: Playing a sound when writing a CV (CV144, bit 4)
de_de: Abspielen eines Sounds beim Schreiben einer CV (CV144, Bit 4)

# FrameSecurityZIMOUpdateLockProgramCVMainTrack
source: Disable writing of CVs on the main track (CV144, bit 3)
de_de: Schreiben von CVs am Hauptgleis sperren (CV144, Bit 3)

# FrameSecurityZIMOUpdateLockProgramCVServiceMode
source: Disable writing of CVs on the programming track (CV144, bit 6)
de_de: Schreiben von CVs am Programmiergleis sperren (CV144, Bit 6)

# FrameSecurityZIMOUpdateLockReadCVServiceMode
source: Disable reading of CVs on the programming track (CV144, bit 5)
de_de: Lesen von CVs am Programmiergleis sperren (CV144, Bit 5)

# FrameSecurityZIMOUpdateLockTitle
source: Programming and update locks
de_de: Programmier- und Update-Sperren

# FrameSettingsAppLanguageDescription
source: Display language
de_de: Anzeigesprache

# FrameSettingsAppLanguageLabel
source: Buttons, menus and other control elements are displayed in this language (restart is required).
de_de: Schaltflächen, Menüs und andere Steuerelemente werden in dieser Sprache angezeigt (Neustart wird benötigt).

# FrameSettingsDisplayTitle
source: Display
de_de: Anzeige

# FrameSettingsButtonCheckDeqSpecLabel
source: Check
de_de: Prüfen

# FrameSettingsButtonCheckDeqSpecTooltip
source: Checks the structure and layout of the decoder specifications.
de_de: Prüft Struktur und Aufbau der Decoder-Spezifikationen.

# FrameSettingsButtonConnectLabel
source: Test connection
de_de: Verbindung testen

# FrameSettingsClose
source: Back
de_de: Zurück

# FrameSettingsDecoderDetectionDescription
source: If this option is activated, the decoder specification is automatically selected when a decoder is read out.
de_de: Ist diese Option aktiviert, so wird beim Auslesen eines Decoders die Decoder-Spezifikation automatisch ausgewählt.

# FrameSettingsDecoderDetectionLabel
source: Automatic decoder detection
de_de: Automatische Decoder-Erkennung

# FrameSettingsDecoderDetectionTitel
source: Automatic decoder detection
de_de: Automatische Decoder-Erkennung

# FrameSettingsDecSpecFolderDescription
source: This folder contains your personal decoder specifications.
de_de: Dieser Ordner enthält ihre persönlichen Decoder-Spezifikationen.

# FrameSettingsDecSpecFolderTitle
source: Decoder specifications
de_de: Decoder-Spezifikationen

# FrameSettingsLoggingEnableDisable
source: Enable logging
de_de: Logging aktivieren

# FrameSettingsLoggingFolder
source: Folder
de_de: Verzeichnis

# FrameSettingsResetButtonLabel
source: Reset
de_de: Zurücksetzen

# FrameSettingsResetLabel
source: Reset the settings to the program's default settings.
de_de: Setzen Sie die Einstellungen auf die Standardvorgaben des Programmes zurück.

# FrameSettingsResetTitle
source: Reset
de_de: Zurücksetzen

# FrameSettingsZ21IPAddressDescription
source: Enter the current IP address of your Z21 digital command station. The factory setting is 192.168.0.111.
de_de: Geben Sie hier die aktuelle IP-Adresse ihrer Z21-Digitalzentrale ein. Die Werkseinstellung lautet 192.168.0.111.

# FrameSettingsZ21IPAddressPlaceholder
source: Z21 ip address
de_de: Z21 IP-Adresse

# FrameSettingsZ21TimeoutDescription
source: Specify here how long you want to wait for a response from your Z21 digital center.
de_de: Legen Sie hier fest, wie lange Sie auf eine Antwort von Ihrer Z21-Digitalzentrale warten wollen.

# FrameSoundBreakSquealLevelLabel
source: Threshold for brake squeal (CV287)
de_de: Schwelle für Bremsenquietschen (CV287)

# FrameSoundBreakSquealLevelTitel
source: The brake squeal should start when the speed falls below a certain level during deceleration.
de_de: Das Bremsenquietschen soll einsetzen, wenn während einer Verzögerung eine bestimmte Fahrstufe unterschritten wird.

# FrameSoundBreakSquealTitle
source: Brake squeal
de_de: Bremsenquietschen

# FrameSoundDurationNoiseReduction
source: Duration of noise reduction during deceleration (CV285)
de_de: Dauer der Geräuschreduktion bei Verzögerung (CV285)

# FrameSoundMaxVolumeFuncKeysLabel
source: Maximum volume for a volume change using the volume up button (CV395)
de_de: Maximale Lautstärke bei einer Lautstärkenveränderung mit Hilfe der Lauter-Taste (CV395)

# FrameSoundMaxVolumeFuncKeysTooltip
source: The value 64 corresponds to 100 % volume. Be careful if you use higher values.
de_de: Der Wert 64 entspricht 100 % Lautstärke. Seien Sie vorsichtig, wenn Sie höhere Werte verwenden.

# FrameSoundOverallVolumeTitle
source: Total volume (CV266)
de_de: Gesamt-Lautstärke (CV266)

# FrameSoundStartUpDelayLabel
source: Start-up delay (CV273)
de_de: Anfahrverzögerung (CV273)

# FrameSoundTimesTitle
source: Times
de_de: Zeiten

# FrameSoundVolumeAccelerationLabel
source: Volume during acceleration (CV283)
de_de: Lautstärke während der Beschleunigung (CV283)

# FrameSoundVolumeDecelerationLabel
source: Volume during deceleration (CV286)
de_de: Lautstärke während der Verzögerung (CV286)

# FrameSoundVolumeEandDieselLocomotiveTitle
source: Electric and diesel locomotives
de_de: Elektro- und Dieselokomotiven

# FrameSoundVolumeElectroDieselLocomotiveTitle
source: Volume settings for diesel and electric locomotives
de_de: Lautstärkeeinstellungen für Diesel- und Elektrolokomotiven

# FrameSoundVolumeElectroLocoDependedSpeedLabel
source: Volume depending on the speed (CV298)
de_de: Lautstärke in Abhängigkeit von der Geschwindigkeit (CV298)

# FrameSoundVolumeElectroLocomotiveLabel
source: Volume of an electric motor (CV296)
de_de: Lautstärke eines Elektromotors (CV296)

# FrameSoundVolumeFastSpeedNoLoadLabel
source: Fast speed without load (CV276)
de_de: Lautstärke bei Schnellfahrt ohne Last (CV276)

# FrameSoundVolumeLabel
source: Configure general volume settings which are independent of the drive type.
de_de: Konfgurieren Sie allgemeine Lautstärkeeinstellungen welche unabhängig von der Antriebsart sind.

# FrameSoundVolumeLowSpeedNoLoadLabel
source: Volume at slow speed without load (CV275)
de_de: Lautstärke bei Langsamfahrt ohne Last (CV275)

# FrameSoundVolumeSteamLocomotiveTitle
source: Volume settings for steam locomotives
de_de: Lautstärkeeinstellungen für Dampflokomotiven

# FrameSoundVolumeTitle
source: General volume settings
de_de: Allgemeine Lautstärkeeinstellungen

# FrameSoundVolumeTooltip
source: The value 64 corresponds to 100 % volume. Be careful if you use higher values.
de_de: Der Wert 64 entspricht 100 % Lautstärke. Seien Sie vorsichtig, wenn Sie höhere Werte verwenden.

# FrameSpeedStepsSystemDescription
source: The speed step system determines the maximum number of possible speed steps. The higher the maximum number of speed steps, the more sensitively a locomotive can be controlled.
de_de: Desto höher die Anzahl der Fahrstufen ist, desto feinfühliger lässt sich eine Lokomotive steuern. Stellen Sie sicher, dass Ihre Zentrale und der Decoder die idente Anzahl an Fahrstufen verwenden.

# FrameSpeedStepsSystemLabel
source: Speed step system (CV29.1)
de_de: Fahrstufensystem (CV29.1)

# FrameSpeedStepsSystemTitle
source: Speed steps system
de_de: Fahrstufensystem

# FunctionKeysNotDefined
source: None
de_de: Keine

# FyoutItemMotorCharacteristicsText
source: Motor characteristics
de_de: Motoreigenschaften

# LightEffectTooltip
source: No effect = 0 Dimmung up and down = 88
de_de: Kein Effekt = 0 Auf- und Abblenden = 88

# LightEffectTypeDimmingUpAndDown
source: Dimming up and down
de_de: Auf- und Abblenden

source: No
de_de: Nein

# PopupButtonCancel
source: Cancel
de_de: Abbrechen

# PopUpMessageDownloadDecoder
source: Data is written to the decoder
de_de: Daten werden auf den Decoder geschrieben

# PopUpMessageUploadDecoder
source: Data is read from the decoder
de_de: Daten werden vom Decoder gelesen

# UserDefinedNotesPlaceholder
source: Here you can insert your personal notes
de_de: Hier können Sie ihre persönlichen Notizen einfügen

source: Yes
de_de: Ja

# ZIMOErrorCode0
source: No error (CV30 = 0)
de_de: Kein Fehler (CV30 = 0)

# ZIMOErrorCode1
source: DC voltage outside the expected range (CV30 = 1)
de_de: DC Spannung außerhalb des erwarteten Bereichs (CV30 = 1)

# ZIMOErrorCode17
source: Audio output stage does not respond (only MS990, CV30 = 17)
de_de: Audioendstufe antwortet nicht (nur MS990, CV30 = 17)

# ZIMOErrorCode2
source: 3.3 V supply outside the expected range (CV30 = 2)
de_de: 3,3 V-Versorgung außerhalb des erwarteten Bereichs (CV30 = 2)

# ZIMOErrorCode3
source: Temperature outside the expected range (CV30 = 3)
de_de: Temperatur außerhalb des erwarteten Bereichs (CV30 = 3)

# ZIMOErrorCode36
source: Motor output stage defective / no motor (CV30 = 36)
de_de: Motorendstufe defekt / kein Motor (CV30 = 36)

# ZIMOErrorCode4
source: Left rail voltage outside the expected range (CV30 = 4)
de_de: Linke Schienenspannung außerhalb des erwarteten Bereichs (CV30 = 4)

# ZIMOErrorCode49
source: Overtemperature during operation (can also occur without starting the self-test, CV30 = 49)
de_de: Übertemperatur im laufenden Betrieb (kann auch ohne Starten des Selbsttests kommen, CV30 = 49)

# ZIMOErrorCode5
source: Right rail voltage outside the expected range (CV30 = 5)
de_de: Rechte Schienenspannung außerhalb des erwarteten Bereichs (CV30 = 5)

# ZIMOErrorCode50
source: FA overcurrent during operation (can also occur without starting the self-test, CV30 = 50)
de_de: FA-Überstrom im laufenden Betrieb (kann auch ohne Starten des Selbsttests kommen, CV30 = 50)

# ZIMOErrorCode51
source: Motor overcurrent during operation (can also occur without starting the self-test, CV30 = 51)
de_de: Motor-Überstrom im laufenden Betrieb (kann auch ohne Starten des Selbsttests kommen, CV30 = 51)

# ZIMOErrorCode6
source: Rail voltages outside the expected range (CV30 = 6)
de_de: Schienenspannungen außerhalb des erwarteten Bereichs (CV30 = 6)
