Repository: PeterK78/Z2X-Programmer
Catalog: Z2X-Programmer/Resources/Strings/AppResources.*.resx
Languages: de_de

# FrameRailComDescription
source: RailCom® is a protocol for bidirectional communication between the decoder and the digital central unit. It enables, for example, programming on the main track (POM), recognition of the direction of travel or automatic log-on to the digital control center.
de_de: RailCom® ist ein Protokoll zur bi-direktionalen Kommunikation zwischen Decoder und Digitalzentrale. Es ermöglicht z. B. die Programmierung am Hauptgleis (POM), die Erkennung der Fahrtrichtung oder die automatische Anmeldung an der Digitalzentrale.

# AlertDecoderInfoCopySuccessFull
source: The information has been copied to the clipboard.
de_de: Die Informationen wurden in die Zwischenablage kopiert.

# FrameFunctionKeysZIMOOutputNamingEdit
source: Change description ...
de_de: Beschreibung ändern ...

# ControlPanelOpen
source: Open control panel ...
de_de: Fahrpult öffnen ...

# ControlPanelClose
source: Close control panel ...
de_de: Fahrpult schließen ...

# OpenControllerWindowNewWindow
source: Open in a new window ...
de_de: In einem neuen Fenster öffnen ...

# FrameFunctionKeysLightSuppressionDriverCabTitle
source: Light suppression on the driver's cab side
de_de: Führerstandsseitige Lichtunterdrückung

# FrameFunctionKeysSectionLight
source: Light functions
de_de: Lichtfunktionen

# FrameFunctionKeysLightSuppressionDriverCabDescription
source: This function allows you to switch all the lights on one side of the driver's cab on and off at the touch of a button.
de_de: Mit dieser Funktion können Sie per Tastendruck alle Lichter auf einer Führerstandsseite aus- und einschalten.

# FrameFunctionKeysLightSuppressionDriverCabCab1Label
source: Driver's cab 1, forward (CV107, CV109)
de_de: Führerstand 1, vorwärts (CV107, CV109)

# FrameFunctionKeysLightSuppressionDriverCabCab2Label
source: Driver's cab 2, backwards (CV108, CV110)
de_de: Führerstand 2, rückwärts (CV108, CV110)

# FunctionOutputNotDefined
source: Unused
de_de: Ungenutzt

# FrameLightEffectFadeInTimeLabelMX
source: Fade-In time (CV190)
de_de: Aufblendzeit (CV190)

# FrameFunctionKeysEngineAndDrivingCharacteristicsTitle
source: Engine and driving characteristics
de_de: Motor- und Fahreigenschaften

# FrameFunctionKeysEngineAndDrivingCharacteristicsDescription
source: You can use the following function buttons to influence the motor and driving characteristics.
de_de: Mit den folgenden Funktionstasten können Sie die Motor- und Fahreigenschaften beeinflussen.

# FrameFunctionKeysShuntingLabel
source: Function key for activating the shunting gear (CV155)
de_de: Funktionstaste zum Aktivieren des Rangiergangs (CV155)

# FlyoutItemFunctionKeysFunctionOutputsTitle
source: Function outputs
de_de: Funktionsausgänge

# FrameFunctionKeysMappingTitleZIMO
source: Function outputs (CV33 - CV46, CV61)
de_de: Funktionsausgänge (CV33 - CV46, CV61)

# FrameFunctionKeysMappingTitleDoehlerAndHaass
source: Function outputs (CV33 - CV46, CV61)
de_de: Funktionsausgänge (CV33 - CV46, CV137)

# FrameControllerButtonFasterDescription
source: Faster
de_de: Schneller

# FrameControllerButtonSlowerDescription
source: Slower
de_de: Langsamer

# FrameControllerButtonForwardDescription
source: Forward
de_de: Vorwärts

# FrameControllerButtonBackwardDescription
source: Backward
de_de: Rückwärts

# FrameExpertSettingsEnableAllCVs
source: Activate all
de_de: Alle aktivieren

# AlertSomeCVsAreDisabledUpload
source: Some CVs are currently deactivated and are not loaded.
de_de: Einige CVs sind aktuell deaktiviert, diese werden nicht geladen.

# AlertSomeCVsAreDisabledDownload
source: Some CVs are currently deactivated, these are not written.
de_de: Einige CVs sind aktuell deaktiviert, diese werden nicht geschrieben.
