Repository: PeterK78/Z2X-Programmer
Catalog: Z2X-Programmer/Resources/Strings/AppResources.*.resx
Languages: de_de

# ZIMOErrorCodeUnknown
source: (unknown error)
de_de: (unbekannter Fehler)

# ZIMOMappingTypeExtended
source: Extended (without shifting left)
de_de: Erweitert (ohne Linksverschiebung)

# ZIMOMappingTypeRCN225
source: Standard (RCN225 compatible)
de_de: Standard (RCN225 kompatibel)

# ZIMOMappingTypeUnknown
source: Unknown
de_de: Unbekannt

# ZimoMotorControlFreqTypeHigh
source: High frequency
de_de: Hochfrequenz

# ZimoMotorControlFreqTypeLow
source: Low frequency
de_de: Niederfrequenz

# DownloadNewSettingsYesNoSimple
source: Do you want to transfer the settings to your decoder now?
de_de: Wollen Sie die neuen Einstellungen nun auf ihren Decoder übertragen?

# FrameFunctionKeysSoundMuteInvertLabel
source: The function of the function button for fading in and out is inverted (CV313)
de_de: Die Funktionsweise der Funktionstaste zum Ein- und Ausblenden wird invertiert (CV313)

# LocoListTitle
source: Locomotive list
de_de: Lokomotiven Liste

# FrameSettingsAppLocoListTitle
source: Locomotive list
de_de: Lokomotiven-Liste

# FrameSettingsAppLocoListFileSystem
source: File system
de_de: Dateisystem

# FrameSettingsAppLocoListLabel
source: Train controller software
de_de: Modellbahn-Steuerungssoftware

# FrameSettingsAppLocoListRocrailAddrLabel
source: IP address
de_de: IP-Adresse

# FrameSettingsAppLocoListRocrailAddrPlaceHolder
source: Rocrail IP address
de_de: Rocrail IP-Adresse

# FrameSettingsAppLocoListRocrailPortPlaceHolder
source: Rocrail port number
de_de: Rocrail Portnummer

# FrameSettingsAppLocoListFileSystemFolderLabel
source: Directory of your Z2X files
de_de: Verzeichnis Ihrer Z2X-Dateien

# FrameSettingsAppLocoListFileSystemFolderPlaceHolder
source: The Z2X files folder
de_de: Das Verzeichnis ihrer Z2X-Dateien

# FrameSettingsAppLocoListNoTrainControllerNotAvailable
source: Not available
de_de: Nicht verfügbar

# FrameSettingsAppLocoListFileSystemSelectFolder
source: Select folder
de_de: Verzeichnis auswählen

# AlertLocoListEmpty
source: The locomotive list is empty. Check the following settings: • Is the Z2X directory configured correctly? • Is a Z2X file available? • Is your control software accessible?
de_de: Die Lokomotive-Liste ist leer. Prüfen Sie folgende Einstellungen: • Ist das Z2X-Verzeichnis korrekt konfiguriert? • Ist ein Z2X-File vorhanden? • Ist Ihre Steuerungssoftware erreichbar?

# FrameProtocolOperatingModesTitle
source: Digital operating Modes
de_de: Digitale Betriebsmodi

# FrameProtocolAnalogDCLabel
source: Activate DC direct current operating mode (CV12.0)
de_de: Betriebsmodus DC-Gleichstrom aktivieren (CV12.0)

# FrameProtocolAnalogACLabel
source: Activate AC alternating current operating mode (CV12.4)
de_de: Betriebsmodus AC-Wechselstrom aktivieren (CV12.4)

# FrameProtocolDCCModeZIMOTooltip
source: DCC cannot be switched off with ZIMO decoders
de_de: Bei ZIMO Decoder kann DCC nicht ausgeschaltet werden

# FrameProtocolOperatingModesDescription
source: Here you can switch the available digital operating modes of the decoder on and off. It is recommended that you only activate the operating modes that are actually used.
de_de: Hier können Sie die verfügbaren digitalen Betriebsmodi des Decoders ein- und ausschalten. Es wird empfohlen, nur die Betriebsarten zu aktivieren, die auch genutzt werden.

# LicenseText
source: Z2X Programmer is an application for configuring locomotive and function decoders with the aid of a Roco / Fleischmann Z21 compatible digital central unit. The application is aimed at beginners who want to configure the most important functions of their decoders in a simple and intuitive way. 1) Z2X-Programmer is open source software licensed under the GNU General Public License v3. 2) The release of Z2X-Programmer is made WITHOUT ANY WARRANTY - even without theimplied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. 3) Use of Z2X-Programmer is at your own risk and peril. 4) Disclaimer: The author of the software cannot be held responsible for any damage damage caused by the use of this program on computers, model railroads or elsewhere. 5) Disclaimer of warranty: There is no warranty for the program. 6) Click on the button "Open license ..." to open the GNU General Public License v3.
de_de: Z2X-Programmer ist eine Anwendung zur Konfiguration von Lok- und Funktionsdecodern mit Hilfe einer Roco / Fleischmann Z21 kompatiblen Digitalzentrale. Die Anwendung richtet sich an Einsteiger, die die wichtigsten Funktionen ihrer Decoder auf einfache und intuitive Weise konfigurieren möchten. 1) Z2X-Programmer ist Open-Source-Software auf Basis der GNU General Public License v3. 2) Die Veröffentlichung von Z2X-Programmer erfolgt OHNE JEDE GEWÄHRLEISTUNG – sogar ohne die implizite Gewährleistung der MARKTREIFE oder der EIGNUNG FÜR EINEN BESTIMMTEN ZWECK. 3) Die Verwendung von Z2X-Programmer geschieht auf eigene Gefahr und eigenes Risiko. 4) Haftungsausschluss: Der Autor der Software kann für keinerlei Schäden verantwortlich gemacht werden, welche die Verwendung dieses Programms an Computern, Modelleisenbahnen oder anderorts verursacht. 5) Gewährleistungsausschluss: Es besteht keinerlei Gewährleistung für das Programm. 6) Klicken Sie auf den Button "Lizenz öffnen ...", um die GNU General Public License v3 zu öffnen.

# AlertLocoListNotReachable
source: The locomotive list could not be opened. Please check the configuration. Error message:
de_de: Die Lokomotiven-Liste konnte nicht geöffnet werden. Bitte prüfen Sie die Konfiguration. Fehlermeldung:

# AlertLocoListZ2XFolderEmpty
source: The Z2X files directory has not yet been configured. Open the settings and select your Z2X files directory.
de_de: Das Verzeichnis der Z2X-Dateien ist noch nicht konfiguriert. Öffnen Sie die Einstellungen und wählen Sie Ihr Z2X-Dateiverzeichnis aus.

# AlertLocoListZ2XFolderNotExist
source: The directory of your Z2X files does not exist:
de_de: Das Verzeichnis Ihrer Z2X-Dateien existiert nicht:

# AlertLocoListNoLocoSelected
source: No locomotive selected.
de_de: Es wurde noch keine Lokomotive ausgewählt.

# FrameExpertCVListDescription
source: This list shows the value and status of all configuration variables that are supported by the selected decoder specification.
de_de: In dieser Liste werden Wert und Status aller Konfigurationsvariablen dargestellt, welche von der gewählten Decoder-Spezifikation unterstützt werden.

# FrameExpertCVHeaderCVNumber
source: Configuration variable
de_de: Nummer

# FrameExpertCVHeaderCVValue
source: Value
de_de: Wert

# LocoListColumnHeaderName
source: Name
de_de: Bezeichnung

# LocoListColumnHeaderAdress
source: Address
de_de: Adresse

# AlertLocoListZ2XFolderNotAccessible
source: The selected folder is not accessible for Z2X-Programmer. Please select a different folder.
de_de: Der ausgewählte Ordner ist für Z2X-Programmer nicht zugänglich. Bitte wählen Sie einen anderen Ordner.

# LocoListColumnHeaderImage
source: Image
de_de: Bild

# ZIMOBootloaderNotFailSafe
source: The fail-safe function of this bootloader is inadequate. It is strongly recommended to update the firmware.
de_de: Die Fail-Safe Funktion dieses Bootloaders ist mangelhaft. Es wird dringend empfohlen ein Update der Firmware durchzuführen.

# ZIMOBootloaderIsFailSafe
source: The fail-safe function is fully supported by this bootloader version.
de_de: Die Fail-Safe-Funktion wird von dieser Bootloader-Version vollständig unterstützt.

# FrameDecoderZIMOInfoSoundProjectNr
source: Sound project number (CV254, CV255, CV256, CV257)
de_de: Soundprojekt-Nummer (CV254)

# AlertReadCVError
source: The configuration variable could not be read.
de_de: Die Konfigurationsvariable konnte nicht ausgelesen werden.

# AlertWriteCVError
source: The configuration variable could not be written.
de_de: Die Konfigurationsvariable konnte nicht geschrieben werden.

# FrameProtocolZIMOSUSITitle
source: SUSI outputs
de_de: SUSI-Ausgänge

# FrameProtocolZIMOSUSIPinClockLabel
source: Function of the first SUSI interface (CV201)
de_de: Funktion der ersten SUSI-Schnittstelle (CV201)

# FrameProtocolZIMOSUSIPinDataLabel
source: Function output SUSI data (CV201):
de_de: Funktionsausgang SUSI Data (CV201):

# ZIMOSusiPinTypeLogicLevelOutput
source: Logic level output
de_de: Logikpegel-Ausgang

# ZIMOSusiPinTypeLogicLevelReedInput
source: Logic level input
de_de: Logikpegel-Eingang

# FlyoutItemFunctionOutputsTitle
source: Function outputs
de_de: Funktionsausgänge

# ZIMOSusiPinTypeUnknown
source: Unknown configuration
de_de: Unbekannte Konfiguration

# FrameProtocolZIMOSUSIDescription
source: The outputs of the SUSI interfaces can also take on other functions if required. Configure the required functionality here.
de_de: Die Ausgänge der SUSI-Schnittstellen können bei Bedarf auch andere Funktionen übernehmen. Konfigurieren Sie hier die benötigte Funktionalität.

# FrameFunctionKeysZIMOInputMappingTitle
source: Function key assignment
de_de: Tastenbelegung

# FrameFunctionKeysZIMOInputMappingDescription
source: By adapting the key assignment on the control unit, a function button can activate any internal button on the decoder.
de_de: Durch das Ändern der Tastenbelegung kann eine Funktionstaste eine beliebige andere Funktionstaste auslösen. Diese Funktion wird auch Eingangs-Mapping genannt.

# FrameFunctionKeysZIMOInputMappingEdit
source: Change assignment ...
de_de: Belegung ändern ...

# FrameFunctionKeysZIMONoMappingSelected
source: No function key selected.
de_de: Keine Taste ausgewählt.

# PopUpInputMappingDescription
source: Select the desired button assignment.
de_de: Wählen Sie die gewünschte Tastenbelegung aus.

# ZIMOInputMappingDirectMapping
source: Ident with decoder
de_de: Idente Taste wie am Steuergerät

# FrameFunctionKeysZIMOInputMappingHeaderTitleController
source: Function key on the control unit (e.g. multiMAUS, ᴡʟᴀɴMAUS, etc.)
de_de: Steuergerät (z. B. multiMAUS, ᴡʟᴀɴMAUS etc.)

# FrameFunctionKeysZIMOInputMappingHeaderTitleCV
source: Number of the configuration variable
de_de: Nummer der Konfigurationsvariable

# FrameFunctionKeysZIMOInputMappingHeaderTitleDecoder
source: Function key in the decoder
de_de: Funktionstaste im Decoder

# ButtonMainMenuWriteDecoderDiffText
source: Writes modified values to the decoder
de_de: Schreibt geänderte Werte auf den Decoder

# AlertNoModifiedValuesFound
source: There are no modified settings. No download is being performed.
de_de: Es sind keine geänderten Einstellungen vorhanden. Der Download wird nicht durchgeführt.

# FrameFunctionsKeysZIMOMappingTypeLabel
source: Assign function outputs to the function keys. If a function key is pressed, the assigned function output is switched. You can also activate an extended version of the assignment. With this extended version, higher function keys can also switch lower function outputs.
de_de: Ordnen Sie den Funktionstasten Funktionsausgänge zu. Wird eine Funktionstaste gedrückt, so wird der zugeordnete Funktionsausgang geschaltet. Zusätzlich können Sie auch eine erweiterte Variante der Zuordnung aktivieren. Bei dieser erweiterten Variante können höhere Funktionstasten auch niedrigere Funktionsausgänge schalten.

# FrameFunctionOutputsNamingHeaderTitleID
source: Function output
de_de: Ausgang

# FrameFunctionOutputsNamingHeaderTitleDescription
source: Description
de_de: Beschreibung

# FrameFunctionOutputsNamingTitle
source: Description
de_de: Namensgebung

# FrameFunctionOutputsNamingDescription
source: In the following table, you can assign any description to each function output.
de_de: In der folgenden Tabelle können Sie jedem Funktionsausgang eine beliebige Beschreibung zuweisen.

# FrameFunctionOutputsGetNamingTitle
source: Function output
de_de: Funktionsausgang

# FrameFunctionOutputsGetNamingDescription
source: Enter any description:
de_de: Geben Sie eine beliebige Beschreibung ein:

# DownloadAllSettingsYesNo
source: Would you now like to transfer all known settings to the decoder?
de_de: Möchten Sie nun alle bekannten Einstellungen auf den Decoder übertragen?

# FrameSettingsExpertTitle
source: Settings for experts
de_de: Einstellungen für Experten

# FrameSettingsQuitOnReadError
source: Cancel the readout of a decoder if a CV cannot be read
de_de: Das Auslesen eines Decoders abbrechen, wenn eine CV nicht gelesen werden kann

# AlertDecoderUploadErrorPart2Direct
source: Check the following settings: • Is there a network connection to your digital central unit? • Programming method correctly selected?
de_de: Prüfen Sie folgende Einstellungen: • Programmiermethode korrekt ausgewählt? • Netzwerkverbindung zu Ihrer Digitalzentrale vorhanden?

# FrameExpertSettingsEnableDisableCV
source: Activate / Deactivate
de_de: Aktivieren / Deaktivieren

# FrameSecondaryAddressPlaceholder
source: Secondary address
de_de: Zweitadresse

# SwitchStateOn
source: On
de_de: Ein

# SwitchStateOff
source: Off
de_de: Aus

# FrameFunctionKeysMappingSecondaryAddressTitle
source: Function outputs
de_de: Funktionsausgänge

# FrameFunctionKeysMappingSecondaryAddressDescription
source: Function outputs can be assigned to the function keys that are addressed using the second address.
de_de: Den Funktionstasten die anhand der Zweitadresse angesprochen werden, können Funktionsausgänge zugewiesen werden.

# FunctionKeysVehicleAddressTabTitle
source: Vehicle address
de_de: Fahrzeugadresse

# FunctionKeysSecondaryAddressTabTitle
source: Secondary address
de_de: Zweitadresse

# AlertSecondaryAddressNotSupported
source: The second address feature is not supported by this decoder.
de_de: Die Funktion Zweitadresse wird von diesem Decoder nicht unterstützt.

# InfoConnectionToDigitalCommandStation
source: A connection is established with your digital center (IP address:
de_de: Es wird eine Verbindung mit Ihrer Digitalzentrale hergestellt (IP-Adresse:

# AlertDigitalCommandStationNoReachablePart1
source: The connection with your digital center cannot be established. Is the IP address
de_de: Die Verbindung mit ihrer Digitalzentrale konnte nicht hergestellt werden. Ist die IP-Adresse

# AlertDigitalCommandStationNoReachablePart2
source: correct?
de_de: korrekt?

# FrameSettingsAdditionalDisplayOfCVValues
source: Additional display of current CV values
de_de: Zusätzliche Anzeige von aktuellen CV-Werten

# FrameSettingsDisplayDescription
source: Customize the display of Z2X-Programmer. ⚠ Changes are applied after a restart.
de_de: Passen Sie die Darstellung von Z2X-Programmer an. ⚠ Änderungen werden nach einem Neustart übernommen.

# DownloadDataTitle
source: Writing settings to the decoder
de_de: Einstellungen auf den Decoder schreiben

# DownloadDataColumnHeaderCVNumber
source: CV number
de_de: CV Nummer

# DownloadDataColumnHeaderCVZ2XValue
source: New value after download
de_de: Neuer Wert nach Download

# DownloadDataColumnHeaderCVDecoderValue
source: Current decoder value
de_de: Aktueller Wert im Decoder

# DownloadDataButtonCancel
source: Cancel
de_de: Abbrechen

# FrameSettingsAppLocoListDescription
source: The locomotive list gives you quick access to your Z2X projects. You can use the following settings to adjust the behavior of the locomotive list.
de_de: Die Lokomotiven-Liste bietet ihnen einen schnellen Zugriff auf Ihre Z2X-Projekte. Mit den folgenden Einstellungen können Sie das Verhalten der Lokomotiven-Liste anpassen.

# FrameProtocolZIMODCCModeInfo
source: The DCC operating mode cannot be deactivated for ZIMO decoders.
de_de: Bei ZIMO Decoder kann der DCC-Betriebsmodus nicht deaktiviert werden.

# AlertDataInBackupAreNotFromDecoder
source: ⚠ The displayed decoder values originate from a Z2X project file. It is possible that these values are no longer up to date. Load the settings from the decoder to obtain reliable current values.
de_de: ⚠ Die angezeigten Decoderwerte stammen aus einer Z2X-Projektdatei. Es ist somit möglich, dass diese Werte nicht mehr auf dem neuesten Stand sind. Laden Sie die Einstellungen aus dem Decoder, um zuverlässige aktuelle Werte zu erhalten.

# FrameGettingStartedTitle
source: Getting Started
de_de: Erste Schritte

# FrameGettingStartedDescription
source: Z2X-Programmer requires an active connection to your digital control center. This connection must be configured before the first start.
de_de: Z2X-Programmer benötigt eine aktive Verbindung zu Ihrer Digitalzentale. Diese Verbindung muss vor dem ersten Start konfiguriert werden.

# FrameGettingStartedStep1
source: Switch to the tab
de_de: Wechseln Sie auf die Registerkarte

# FrameGettingStartedStep2
source: Scroll to the section
de_de: Scrollen Sie zum Abschnitt

# FrameGettingStartedStep3
source: Enter the IP address of your digital command station.
de_de: Geben Sie die IP-Adresse ihrer Digitalzentrale ein.

# FrameGettingStartedStep4
source: Click on the button
de_de: Klicken Sie auf die Schaltfläche

# FrameGettingStartedStep11
source: Settings.
de_de: Einstellungen.

# FrameGettingStartedStep21
source: Digital command station Z21.
de_de: Digitalzentrale Z21.

# FrameGettingStartedStep41
source: Test connection.
de_de: Verbindung testen.

# FrameGettingStartedIntroduction
source: Carry out the following steps after starting Z2X-Programmer for the first time:
de_de: Führen Sie folgende Schritte nach dem Start von Z2X-Programmer aus:

# FrameFunctionKeysZIMOInputMappingHeaderTitleValue
source: Value of the configuration variable
de_de: Wert der Konfigurationsvariable

# ButtonMainMenuUndo
source: Undo
de_de: Rückgängig

# ButtonMainMenuRedo
source: Redo
de_de: Wiederherstellen

# FrameInfoOpenProjectHomepage
source: Open homepage ...
de_de: Homepage öffnen ...

# FrameSettingsAppUserDecSpecFolderSelectFolder
source: Select directory
de_de: Verzeichnis auswählen

# AlertDeqSpecFolderNotAccessible
source: The selected folder is not accessible for Z2X-Programmer. Please select a different folder.
de_de: Der ausgewählte Ordner ist für Z2X-Programmer nicht zugänglich. Bitte wählen Sie einen anderen Ordner.

# AlertDecSpecNotFound
source: The decoder specification was not found:
de_de: Die Decoder-Spezifikation wurde nicht gefunden:

# LightEffectDirectionTypeIndepend
source: Direction-independent
de_de: Richtungsunabhängig

# LightEffectDirectionTypeForward
source: Forward
de_de: Vorwärts

# LightEffectDirectionTypeBackward
source: Backward
de_de: Rückwärts

# LightEffectTypeSinglePulseStrobe
source: Single pulse strobe
de_de: Einzelimpuls-Blitzlicht

# LightEffectTypeDoublePulseStrobe
source: Double pulse strobe
de_de: Doppelimpuls-Blitzlicht

# LightEffectTypeRotaryBeacon
source: Rotary beacon
de_de: Rundumleuchte

# LightEffectTypeDecoupler
source: Decoupler
de_de: Entkuppler

# LightEffectTypeFunctionOutputTurnsOffAtSpeed
source: Turns off at speed
de_de: Ausschalten bei Geschwindigkeit

# LightEffectTypeFunctionOutputFluorescentTubeEffect
source: Fluorescent tube
de_de: Leuchtstoffröhre

# FrameLightDimmingOutputFA1
source: Effect, output FA1 (CV127)
de_de: Effekt, Ausgang FA1 (CV127)

# LightEffectTypeFunctionOutputUnknown
source: Unknown effect
de_de: Unbekannter Effekt

# FrameLightDimmingOutputFA2
source: Effect, output FA2 (CV128)
de_de: Effekt, Ausgang FA2 (CV128)

# FrameLightDimmingOutputFA3
source: Effect, output FA3 (CV129)
de_de: Effekt, Ausgang FA3 (CV129)

# FrameLightDimmingOutputFA4
source: Effect, output FA4 (CV130)
de_de: Effekt, Ausgang FA4 (CV130)

# FrameLightDimmingOutputFA5
source: Effect, output FA5 (CV131)
de_de: Effekt, Ausgang FA5 (CV131)

# FrameLightDimmingOutputFA6
source: Effect, output FA6 (CV132)
de_de: Effekt, Ausgang FA6 (CV132)

# FrameLightDimmingOutputFA7
source: Effect, output FA7 (CV133)
de_de: Effekt, Ausgang FA7 (CV133)

# FrameLightDimmingOutputFA8
source: Effect, output FA8 (CV134)
de_de: Effekt, Ausgang FA8 (CV134)

# LocoListColumnHeaderZ2XAvailable
source: Z2X file
de_de: Z2X-Datei

# ExtendedMenuItemSaveAs
source: Save as ...
de_de: Speichern unter ...

# ExtendedMenuItemRedo
source: Redo
de_de: Wiederholen

# AlertNoDataToSave
source: No Z2X project is open. The project cannot be saved.
de_de: Es ist kein Z2X-Projekt geöffnet. Das Projekt kann nicht gespeichert werden.

# ExtendedMenuItemTitle
source: Extended toolbar
de_de: Erweiterte Symbolleiste

# AlertNoRedoAvailable
source: No commands can currently be repeated.
de_de: Es können aktuell keine Befehle wiederholt werden.

# ExtendedMenuItemReportProblem
source: Report a problem ...
de_de: Problem melden ...

# FrameLightEffectsTimingTitle
source: Here you can set fade-in and fade-out times for the “Fade in and fade out” light effect.
de_de: Hier können Sie Aufblend- und Abblendzeiten für den Lichteffekt „Auf- und Abblenden“ einstellen.

# FrameLightEffectsTimingTitleMX
source: Here you can set fade-in and fade-out times for the “Fade in and fade out” light effect.
de_de: Hier können Sie Aufblend- und Abblendzeiten für den Lichteffekt „Auf- und Abblenden“ einstellen.

# FrameLightEffectFadeInTimeLabel
source: Fade-In time (CV190)
de_de: Aufblendzeit (CV190)

# FrameLightEffectFadeOutTimeLabel
source: Fade-Out time (CV191)
de_de: Abblendzeit (CV191)

# FrameLightEffectFadeOutTimeLabelMX
source: Fade-Out time (CV191)
de_de: Abblendzeit (CV191)

# FrameMotorCharacteristicsReferenceVoltageAutoModeZimoMS
source: Automatic adjustment to the rail voltage (CV57)
de_de: Automatische Anpassung an die Schienenspannung (CV57)

# FrameFunctionKeysMappingDeleteConfig
source: Delete Mapping
de_de: Zuordnung löschen

# AlertDeleteFunctionMapping
source: Would you like to delete the assignment of the function outputs?
de_de: Möchten Sie die Zuordnung der Funktionsausgänge löschen?

# AlertResetFunctionMapping
source: Do you want to reset the assignment to the default setting?
de_de: Wollen Sie Zuordnung auf die Standard-Einstellung zurücksetzen?

# FrameFunctionKeysMappingResetConfig
source: Reset Mapping
de_de: Zuordnung zurücksetzen

# FrameFunctionKeysHighBeamDimmingTitle
source: Dipped beam function key
de_de: Fernlicht- und Abblendtaste

# FrameFunctionKeysHighBeamDimmingDescription
source: Configure here the function outputs that switch to the dimmed state when the F6 or F7 button is pressed (CV119, CV120).
de_de: Konfigurieren Sie hier jene Funktionsausgänge, welche beim Drücken der Taste F6 oder F7 in den gedimmeten Zustand wechseln (CV119, CV120).

# FrameFunctionKeyHighDippedBeamInvertedLabel
source: Reverse key
de_de: Taste umkehren

# FrameMotorCharacteristicsDHImpulswidthTitle
source: Impuls width
de_de: Impulsbreite

# FrameMotorCharacteristicsDoehlerHaasMaxSpeedLabel
source: Maximum speed (CV5)
de_de: Höchstgeschwindigkeit (CV5)

# FrameMotorCharacteristicsDoehlerHaasMaxSpeedTitel
source: Maximum speed
de_de: Höchstgeschwindigkeit

# FrameMotorCharacteristicsDoehlerHaasMaxSpeedDefaultEnabled
source: Use the decoder's default value for the maximum speed
de_de: Standardwert des Decoders für die Höchstgeschwindigkeit verwenden

# AlertDecoderUploadErrorPart2POM
source: Check the following settings: - Programming method selected correctly? - Vehicle address correct? - Railcom activated in the decoder? - Is there a network connection to your digital control center? - Is the locomotive at a standstill?
de_de: Prüfen Sie folgende Einstellungen: • Programmiermethode korrekt ausgewählt? • Fahrzeugadresse korrekt? • Railcom im Decoder aktiviert? • Netzwerkverbindung zu Ihrer Digitalzentrale vorhanden? • Die Lokomotive befindet sich im Stillstand?
